{
    "banner": "Solitude is comprised of select individuals, each entasked with a specific role, to function as a singular unit. The wide range of specialities encompassed lays the ground for a strong foundation. A singular member may be bested when alone, but when part of a whole they are at their best. For in unity, we find our strength.",
    "intro": "Officially recognized as [SLTD] The House of Solitude, the guild is home to a variety of playstyles. There are those who prefer exploring the world to discover the secrets the crevices hold. Others would better spend their time refining the aesthetic and function of the guild house, building it into the structure that best represents Solitude. And there are also ones who fight off the corrupted from swarming the lands, growing themselves to be more powerful than most. Regardless of the manner in which one would like to play, the members of the guild contribute to the team and thus are able reap the benefits of beyond what they put in.",
    "professionTypes": "Wynncraft currently hosts four (4) gathering professions, where the raw materials are acquired, and eight (8) crafting professions, in which those raw materials are combined to create formidable items that are also able to be selectively enhanced further with up to six (6) ingredients acquired throughout the world.",
    "professionAssignments": "The guild promotes a system of assigning each member a crafting profession in which they are responsible for. They would become the expert of this field and this means that the ingredients dedicated to their craft are allocated to them. A good practice is to periodically keep at eye on the guild bank to withdraw ingredients deposited by another member. On the inverse, any spare ingredients not in the profession you are currently handling should be transported to the individual who is - most easily done through the bank. Any items requested to be forged within their scope will be assigned to them.",
    "ranks": "Currently, there are six (6) ranks - Owner, Chief, Strategist, Captain, Recruiter, and Recruit - available via the Wynncraft guild system. Solitude expands upon those through titles, which modifies and clarifies the position's role further.",
    "titles": "Present titles include Owner, Chief of Internal Regulations, Chief of External Affairs, Navigational Captain, Sr. Recruit, Recruit, and Jr. Recruit."
  }